Revit 2027 API
GroupTypeId.StairNumberSystemAboveCutMarkText Property
 Alternate Text for Above Cut Mark.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairNumberSystemAboveCutMarkText { get; }
Public Shared ReadOnly Property StairNumberSystemAboveCutMarkText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairNumberSystemAboveCutMarkText {
	ForgeTypeId^ get ();
}
static member StairNumberSystemAboveCutMarkText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace